notes/ten/english/chapter_1.org
#+INCLUDE: ../../../src/setup.org
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../../../src/style.css" />
#+HTML_HEAD: <script type="text/javascript" src="../../../src/script.js"></script>
#+HTML_MATHJAX: align: left indent: 5em tagside: left
#+OPTIONS: tex:t

#+STARTUP: show3levels
#+DATE: <2024-08-26 Mon>
#+PROPERTY: https://englishsummary.com/lesson/lines-written-in-the-early-spring-poem-summary-explanation-in-english-class-11-2/

#+HTML_LINK_UP: https://englishsummary.com/course/direct-and-indirect-speech-rules-with-examples/
#+HTML_LINK_HOME: ../../../index.html


* English Notes
** Adventures in a Banyan Tree
*** Introduction

The story “Adventures in a Banyan tree” written by Ruskin Bond, describes the town of Dehra, nestling in a valley at the foot of the Himalayas and the various interesting activities that took place around a Banyan tree. The story is about a young boy being delighted and enjoying nature while sitting in a Banyan tree.

The boy befriends a young grey coloured squirrel,who used to delve into his pockets to find something. Halfway up the tree, the boy had built a small platform on which he would spend his afternoons by reading interesting stories like that of Treasure Island, Huckleberry Finn and the Novels of Edgar Rice Burroughs and Louisa May Alcott.

Sometimes when he did not wish to read them he would look down through the Banyan leaves at the world below at Grandmother taking down the washing,at the cook arguing with a fruit vendor or at Grandfather complaining at the Hardy Indian marigolds.

*** A Mongoose and a Cobra fight.

It was an April afternoon and the boy was feeling drowsy and was thinking of going for a swim in the pond behind the house. Soon he witnessed a black cobra coming out of a group of cactus. At the same time,a mongoose also came out and went towards the cobra. The Cobra knew that the 3 feet long mongoose was a fine fighter, sharp and furious. But the cobra was also an experienced fighter. He could move with great speed and strike the mongoose. His sharp teeth were full of venom.

It was a battle of champions. The Cobra’s tongue dashed in and out. It raised its body three feet high and raised its broad, spectacled hood. The mongoose’s hair on the spine stood up like bristles, which would help him to prevent his body from getting bitten. While he was witnessing the incident in the Banyan tree, two other spectators, a myna and a jungle crow arrived. They settled down on the cactus to watch the fight.

The cobra swayed slowly from side to side trying to make the mongoose make a false move. But the mongoose knew the power of the glassy eyes of the snake and did not look at them and was looking at a point just below the cobra’s hood. The mongoose neatly jumped to one side and bit the snake on the back and moved away from the reach of the snake. The moment the cobra struck, the crow and the myna flew fast towards it but they collided in mid-air, and making angry noises, they returned to the cactus.

In the final round, the crow and the myna dived at the cobra,where the cobra struck the crow with great force and it died soon, a little away from the cobra. The cobra was weakening. The mongoose raised himself on his back legs and picked the cobra by its nose. The cobra tried hard to escape but soon it stopped fighting. The mongoose then dragged it, catching it by the hood, into the bushes.

