notes/ten/english/chapter_1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-27 Tue 12:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../../../src/style.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://englishsummary.com/course/direct-and-indirect-speech-rules-with-examples/"> UP </a>
 |
 <a accesskey="H" href=""> HOME </a>
</div><div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9e5c822">1. English Notes</a>
<ul>
<li><a href="#org8bf7bdb">1.1. Adventures in a Banyan Tree</a>
<ul>
<li><a href="#orgac46c74">1.1.1. Introduction</a></li>
<li><a href="#org7d59c15">1.1.2. A Mongoose and a Cobra fight.</a></li>
<li><a href="#orgba6e3ae">1.1.3. The rat and the squirrel</a></li>
</ul>
</li>
<li><a href="#org8953d4a">1.2. The Snake and the Mirror</a>
<ul>
<li><a href="#org943937e">1.2.1. Introduction</a></li>
<li><a href="#org9796ef2">1.2.2. Mirror temptation</a></li>
<li><a href="#org943a7f2">1.2.3. Encounter with a snake</a></li>
<li><a href="#org717f2da">1.2.4. Moral</a></li>
</ul>
</li>
<li><a href="#orgfe407f8">1.3. Lines Written in the Early Spring</a>
<ul>
<li><a href="#org2a7f9fd">1.3.1. Introduction</a></li>
<li><a href="#org7ae7bbd">1.3.2. Stanza 1- 2</a></li>
<li><a href="#org451fdd5">1.3.3. Stanza 3- 4</a></li>
<li><a href="#orgdc111ee">1.3.4. Stanza 5- 6</a></li>
</ul>
</li>
<li><a href="#org58db9b3">1.4. Project Tiger</a>
<ul>
<li><a href="#org77b8b69">1.4.1. Introduction</a></li>
<li><a href="#org6fc4c6f">1.4.2. The unsuccessful shoot</a></li>
<li><a href="#orgecc11f3">1.4.3. The final shoot</a></li>
</ul>
</li>
<li><a href="#org03e334a">1.5. My Sister’s Shoes</a>
<ul>
<li><a href="#org473a711">1.5.1. Introduction</a></li>
<li><a href="#org0143193">1.5.2. The misfortune</a></li>
<li><a href="#org8143f17">1.5.3. Ali’s house</a></li>
<li><a href="#org621c2f5">1.5.4. The conversation</a></li>
</ul>
</li>
<li><a href="#orgda2dc03">1.6. Blowing in the Wind</a>
<ul>
<li><a href="#org2f404f8">1.6.1. Introduction</a></li>
<li><a href="#orgc0b0d56">1.6.2. Stanza 1</a></li>
<li><a href="#org9e48eed">1.6.3. Stanza 2</a></li>
<li><a href="#org3b57396">1.6.4. Stanza 3</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org4bc0efb">2. Grammar</a>
<ul>
<li><a href="#org10fea99">2.1. Narration</a>
<ul>
<li><a href="#orgbbac99a">2.1.1. Introduction to Narration</a></li>
<li><a href="#orge334a5a">2.1.2. Definition of Narration</a></li>
<li><a href="#org1f4511a">2.1.3. Direct and Indirect Narration</a></li>
<li><a href="#org1c7d4d3">2.1.4. What is Direct Speech?</a></li>
<li><a href="#org77543e0">2.1.5. What is Indirect Speech?</a></li>
<li><a href="#org78e4dfc">2.1.6. Examples of Direct and Indirect Speech</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org9e5c822" class="outline-2">
<h2 id="org9e5c822"><span class="section-number-2">1.</span> English Notes</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org8bf7bdb" class="outline-3">
<h3 id="org8bf7bdb"><span class="section-number-3">1.1.</span> Adventures in a Banyan Tree</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgac46c74" class="outline-4">
<h4 id="orgac46c74"><span class="section-number-4">1.1.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
The story “Adventures in a Banyan tree” written by Ruskin Bond, describes the town of Dehra, nestling in a valley at the foot of the Himalayas and the various interesting activities that took place around a Banyan tree. The story is about a young boy being delighted and enjoying nature while sitting in a Banyan tree.
</p>

<p>
The boy befriends a young grey coloured squirrel,who used to delve into his pockets to find something. Halfway up the tree, the boy had built a small platform on which he would spend his afternoons by reading interesting stories like that of Treasure Island, Huckleberry Finn and the Novels of Edgar Rice Burroughs and Louisa May Alcott.
</p>

<p>
Sometimes when he did not wish to read them he would look down through the Banyan leaves at the world below at Grandmother taking down the washing,at the cook arguing with a fruit vendor or at Grandfather complaining at the Hardy Indian marigolds.
</p>
</div>
</div>

<div id="outline-container-org7d59c15" class="outline-4">
<h4 id="org7d59c15"><span class="section-number-4">1.1.2.</span> A Mongoose and a Cobra fight.</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
It was an April afternoon and the boy was feeling drowsy and was thinking of going for a swim in the pond behind the house. Soon he witnessed a black cobra coming out of a group of cactus. At the same time,a mongoose also came out and went towards the cobra. The Cobra knew that the 3 feet long mongoose was a fine fighter, sharp and furious. But the cobra was also an experienced fighter. He could move with great speed and strike the mongoose. His sharp teeth were full of venom.
</p>

<p>
It was a battle of champions. The Cobra’s tongue dashed in and out. It raised its body three feet high and raised its broad, spectacled hood. The mongoose’s hair on the spine stood up like bristles, which would help him to prevent his body from getting bitten. While he was witnessing the incident in the Banyan tree, two other spectators, a myna and a jungle crow arrived. They settled down on the cactus to watch the fight.
</p>

<p>
The cobra swayed slowly from side to side trying to make the mongoose make a false move. But the mongoose knew the power of the glassy eyes of the snake and did not look at them and was looking at a point just below the cobra’s hood. The mongoose neatly jumped to one side and bit the snake on the back and moved away from the reach of the snake. The moment the cobra struck, the crow and the myna flew fast towards it but they collided in mid-air, and making angry noises, they returned to the cactus.
</p>

<p>
In the final round, the crow and the myna dived at the cobra,where the cobra struck the crow with great force and it died soon, a little away from the cobra. The cobra was weakening. The mongoose raised himself on his back legs and picked the cobra by its nose. The cobra tried hard to escape but soon it stopped fighting. The mongoose then dragged it, catching it by the hood, into the bushes.
</p>
</div>
</div>
