notes/ten/english/chapter_1.tex
% Created 2024-08-27 Tue 12:18
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper,12pt]{book}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[top=2cm,bottom=1.75cm,inner=2.5cm,outer=1.5cm]{geometry} % Good for spiral binding
\usepackage[utf8]{inputenc}  % UTF-8 input encoding
\usepackage[T1]{fontenc}  % Better font encoding
\usepackage{graphicx}  % For including images
\usepackage{longtable}  % For tables that span multiple pages
\usepackage{enumitem}  % For customizable lists
\usepackage{wrapfig}  % To wrap text around figures
\usepackage{rotating}  % For rotating figures and tables
\usepackage[normalem]{ulem}  % Underlining and striking text
\usepackage{amsmath}  % Math symbols and environments
\usepackage{amssymb}  % Additional math symbols
\usepackage{capt-of}  % To handle captions outside of floating environments
\usepackage{hyperref}  % For clickable hyperlinks
\usepackage{tikz}  % For creating diagrams
\usetikzlibrary{shapes.geometric, arrows}  % TikZ libraries for shapes and arrows
\setlength{\fboxsep}{7pt}  % Increase padding in framed boxes
\tikzstyle{rect} = [rectangle, rounded corners, minimum width=3cm, minimum height=1cm, text centered, draw=black, fill=gray!30]  % Define a style for rectangles
\tikzstyle{process} = [rectangle, rounded corners, minimum width=3cm, minimum height=1cm, text centered, draw=black, fill=gray!30]  % Define a style for process steps
\tikzstyle{arrow} = [thick,->,>=stealth]  % Define a style for arrows
\renewcommand{\baselinestretch}{1}  % Set line spacing to 1 (single-spaced)
\usepackage[]{mdframed}  % Include mdframed package for boxed text
\newcommand{\framedtext}[1]{%
\par%
\noindent\fbox{%
\parbox{\dimexpr\linewidth-2\fboxsep-2\fboxrule}{#1}%
}%
}  % Custom command for framed text
\date{\today}  % Set the date to today
\title{}  % Define the title (empty by default)
\renewcommand{\arraystretch}{1.5}  % Adjust the value to increase or decrease padding
\usepackage{fancyhdr}
\date{\textit{<2024-08-26 Mon>}}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.28)}, 
 pdflang={English}}
\begin{document}

\tableofcontents


\part{English Notes}
\label{sec:org9e5c822}
\chapter{Adventures in a Banyan Tree}
\label{sec:org8bf7bdb}
\section{Introduction}
\label{sec:orgb834365}

The story “Adventures in a Banyan tree” written by Ruskin Bond, describes the town of Dehra, nestling in a valley at the foot of the Himalayas and the various interesting activities that took place around a Banyan tree. The story is about a young boy being delighted and enjoying nature while sitting in a Banyan tree.

The boy befriends a young grey coloured squirrel,who used to delve into his pockets to find something. Halfway up the tree, the boy had built a small platform on which he would spend his afternoons by reading interesting stories like that of Treasure Island, Huckleberry Finn and the Novels of Edgar Rice Burroughs and Louisa May Alcott.

Sometimes when he did not wish to read them he would look down through the Banyan leaves at the world below at Grandmother taking down the washing,at the cook arguing with a fruit vendor or at Grandfather complaining at the Hardy Indian marigolds.

\section{A Mongoose and a Cobra fight.}
\label{sec:org7d59c15}

It was an April afternoon and the boy was feeling drowsy and was thinking of going for a swim in the pond behind the house. Soon he witnessed a black cobra coming out of a group of cactus. At the same time,a mongoose also came out and went towards the cobra. The Cobra knew that the 3 feet long mongoose was a fine fighter, sharp and furious. But the cobra was also an experienced fighter. He could move with great speed and strike the mongoose. His sharp teeth were full of venom.

It was a battle of champions. The Cobra’s tongue dashed in and out. It raised its body three feet high and raised its broad, spectacled hood. The mongoose’s hair on the spine stood up like bristles, which would help him to prevent his body from getting bitten. While he was witnessing the incident in the Banyan tree, two other spectators, a myna and a jungle crow arrived. They settled down on the cactus to watch the fight.

The cobra swayed slowly from side to side trying to make the mongoose make a false move. But the mongoose knew the power of the glassy eyes of the snake and did not look at them and was looking at a point just below the cobra’s hood. The mongoose neatly jumped to one side and bit the snake on the back and moved away from the reach of the snake. The moment the cobra struck, the crow and the myna flew fast towards it but they collided in mid-air, and making angry noises, they returned to the cactus.

In the final round, the crow and the myna dived at the cobra,where the cobra struck the crow with great force and it died soon, a little away from the cobra. The cobra was weakening. The mongoose raised himself on his back legs and picked the cobra by its nose. The cobra tried hard to escape but soon it stopped fighting. The mongoose then dragged it, catching it by the hood, into the bushes.
