notes/ten/english/chapter_1.html

<div id="outline-container-orgba6e3ae" class="outline-4">
<h4 id="orgba6e3ae"><span class="section-number-4">1.1.3.</span> The rat and the squirrel</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
The boy then got down from the tree and went to his house. He was happy that the mongoose had won. He encouraged the mongoose to live in the garden to keep the snakes off and often gave it food.
</p>

<p>
The banyan tree was also the setting for the Strange Case of the Grey Squirrel and the White Rat. The Grandfather had bought the white rat from the bazaar for four annas. The boy would often take it to the roots and branches of the old tree. The squirrel and the white rat would together go for outing among the branches.
</p>

<p>
Then the squirrel Started building a nest. First it tried to build the nest in the boy’s pockets. When he went home, he found straw and grass falling out. One day his Grandmother’s knitting was lost. The next day he saw something glowing in the banyan tree, then he realized it was the end of the steel knitting needle of Grandmother. The hole was filled with knitting. Among the wool there were three white baby squirrels.
</p>

<p>
Grandfather had never seen white baby squirrels. When he stated that the white rat often visited the tree, his grandfather told him that the rat must be the father of the white baby squirrels. He said that rats and squirrels were related to each other and it was possible for them to have offspring.
</p>
</div>
</div>
</div>

<div id="outline-container-org8953d4a" class="outline-3">
<h3 id="org8953d4a"><span class="section-number-3">1.2.</span> The Snake and the Mirror</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org943937e" class="outline-4">
<h4 id="org943937e"><span class="section-number-4">1.2.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
“The snake and the mirror”written by Vaikom Muhammad Basheer , revolves around a horrific incident happened with a bachelor doctor who encountered a snake while admiring himself into the mirror. The story is narrated by the doctor himself in which he seems taking the situation humorously despite the danger.
</p>

<p>
It was a hot summer night about ten o’clock when the doctor had his meal at the restaurant and he returned to his room.He had just set up medical practice and his earnings were too small .He had about sixty rupees in his suitcase along with some other shirts, dhotis and one solitary black coat.
</p>

<p>
He then describes his room which had two windows.It was an outer room with one wall facing the open yard and had a tiled roof with long supporting gables that rested on the beam over the wall. The room had no ceiling and there was a regular traffic of rats.
</p>

<p>
The doctor got up and went out to the veranda for little fresh air but due to the absence of the wind ,he went back into his room and sat down on the chair to read a book “The Materia Medica”. He opend it at the table on which stood a lamp, a mirror,and a small comb lying beside it.
</p>
</div>
</div>
<div id="outline-container-org9796ef2" class="outline-4">
<h4 id="org9796ef2"><span class="section-number-4">1.2.2.</span> Mirror temptation</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
Being tempted by the mirror kept infront of him he began gazing himself into it as he was a great admirer of beauty and he believed in making himself look handsome. He was unmarried so he realised that he should do something to make his presence felt. He picked up the comb and ran it through his hair and adjusted the parting so that it looked staight and neat. While grooming himself,he could hear some sound but he ignored it.
</p>

<p>
After admiring himself,he decided that he would shave everyday and would grow a thin moustache to look more handsome after all he was a bachelor and a doctor. He then decided that he would keep an attractive smile on his face as well to look more handsome. Then another idea strucked him that was to marry a fat woman doctor with plenty of money and a good medical practice.
</p>
</div>
</div>

<div id="outline-container-org943a7f2" class="outline-4">
<h4 id="org943a7f2"><span class="section-number-4">1.2.3.</span> Encounter with a snake</h4>
<div class="outline-text-4" id="text-1-2-3">
<p>
Suddenly there was a noise of a rubber tube fallen to the ground. No sooner did he turn than a snake wriggled over the back of the chair and landed on his shoulder.
</p>

<p>
Soon, the snake coiled on his left arm . The snake was merely inches away from his face. As a consequence, the doctor went into a deep shock and almost turned to stone. He did not jump and tremble as there was no time to do such things. At this moment he felt the presence of God and realised that God might had not liked his words. At this realization of his true worth, the snake left the doctor and moved towards the mirror. As such, the doctor silently escaped and his life was saved.
</p>
</div>
</div>

<div id="outline-container-org717f2da" class="outline-4">
<h4 id="org717f2da"><span class="section-number-4">1.2.4.</span> Moral</h4>
<div class="outline-text-4" id="text-1-2-4">
<p>
Through this short story, the author intends to make the readers realise that one should not be boastful of himself and arrogant of temporary achievements because these things are futile in nature. It is the moment of fear that a person realises his actual worth and the useless worldly pleasures. In the story, the doctor was boasting himself of his education and good looks but as soon as he encountered the ferocious snake, he realised that how his life could end within minutes.
</p>
</div>
</div>
</div>
