notes/ten/english/chapter_1.org
*** Introduction

In the poem *Lines Written in the Early Spring*, William Wordsworth talks about the beauty of nature. He finds joy and pleasure in the scenery and creatures around him. However, such natural joy is nowhere to be found in man. The poet laments this gap that man has created between humanity and nature. This poem is written in *six stanzas* of four lines each. The rhyme scheme of each stanza is *abab*.

*** Stanza 1- 2

#+BEGIN_VERSE
I heard a thousand blended notes,
While in a grove I sate reclined,
In that sweet mood when pleasant thoughts
Bring sad thoughts to the mind.
To her fair works did Nature link
The human soul that through me ran;
And much it grieved my heart to think
What man has made of man.
#+END_VERSE

The poet says that he *heard a thousand blended notes* while he was sitting reclined in a grove. The blended notes here are the songs of various birds and the sounds of natural elements that have combined together into a beautiful melody. The poet was in that *sweet mood when pleasant thoughts bring sad thoughts to the mind.*

Therefore, although the atmosphere was sweet and happy, his happy thoughts led him to contemplative thoughts that make him sad. Nature linked the *human soul* that ran through the poet to her fair works or the beautiful things she had created. It brought much grief to the poet’s heart to think *what man has made of man.*

He was really sad to think about the state that humanity has come to. Humanity, by disconnecting itself from the harmonies and beauties of nature, has brought itself to a state of disorder and chaos.

*** Stanza 3- 4

#+BEGIN_VERSE
Through primrose tufts, in that green bower,
The periwinkle trailed its wreaths;
And ’tis my faith that every flower
Enjoys the air it breathes.
The birds around me hopped and played,
Their thoughts I cannot measure:—
But the least motion which they made
It seemed a thrill of pleasure.
#+END_VERSE

The poet tells us that periwinkle flowers were scattered in circles through bunches of primroses in a pleasant shady place under the trees. He believes that *every flower enjoys the air it breathes.* Therefore, beautiful creations of Nature such as flowers find joy even in the very air they breathe. They are happy to be alive.

The birds around the poet hopped and played. He cannot fully understand their thoughts, but even their smallest movements seemed to contain *a thrill of pleasure*. The birds were enjoying playing about in their natural habitat. The poet provides us with beautiful images of nature in these stanzas.

*** Stanza 5- 6

#+BEGIN_VERSE
The budding twigs spread out their fan,
To catch the breezy air;
And I must think, do all I can,
That there was pleasure there.
If this belief from heaven be sent,
If such be Nature’s holy plan,
Have I not reason to lament
What man has made of man?
#+END_VERSE

The *budding twigs spread* themselves out like fans to catch the *breezy air*. The poet thinks that there *was pleasure there* too. Seeing such natural joy in everything around him, the poet believes that it might be heaven sent. Therefore, if this natural joy is *Nature’s holy plan*, the poet has *reason to lament what man has made of man*.

The poet is sad about the state of humanity because in distancing itself from nature, it has lost the natural joy that is part of Nature’s divine plan. Humanity has brought misery upon itself through its rejection of nature.
Conclusion

The poet shows us the joy and peace that can be found in the beauty of nature. He wishes that humans too, were a part of this natural splendour. But humanity has disconnected itself so much from the natural world that it cannot feel the joy and clarity that nature offers anymore. It is implied that the poet wishes for humans to re-establish and strengthen their bond with nature.

** Project Tiger

*** Introduction

The lesson “Project Tiger” is written by Satyajith Ray, who was an Indian filmmaker, fiction writer, publisher, illustrator, calligrapher, music composer and film critic as well. The lesson describes that how Satyajith wished to make a movie with a trained tiger. Shooting a movie with a tiger was not an easy task for him as he had to deal with a lot of problems in his film “Goopy Gyne Bagha Byne”. To shoot a scene showing the encounter of a tiger with the heroes ,Goopy and Bagha, Satyajith got a trained tiger with its trainer, Mr. Thorat from the Bharat Circus Company.

