notes/ten/english/chapter_1.html

<div id="outline-container-orgfe407f8" class="outline-3">
<h3 id="orgfe407f8"><span class="section-number-3">1.3.</span> Lines Written in the Early Spring</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org2a7f9fd" class="outline-4">
<h4 id="org2a7f9fd"><span class="section-number-4">1.3.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
In the poem <b>Lines Written in the Early Spring</b>, William Wordsworth talks about the beauty of nature. He finds joy and pleasure in the scenery and creatures around him. However, such natural joy is nowhere to be found in man. The poet laments this gap that man has created between humanity and nature. This poem is written in <b>six stanzas</b> of four lines each. The rhyme scheme of each stanza is <b>abab</b>.
</p>
</div>
</div>

<div id="outline-container-org7ae7bbd" class="outline-4">
<h4 id="org7ae7bbd"><span class="section-number-4">1.3.2.</span> Stanza 1- 2</h4>
<div class="outline-text-4" id="text-1-3-2">
<p class="verse">
I heard a thousand blended notes,<br />
While in a grove I sate reclined,<br />
In that sweet mood when pleasant thoughts<br />
Bring sad thoughts to the mind.<br />
To her fair works did Nature link<br />
The human soul that through me ran;<br />
And much it grieved my heart to think<br />
What man has made of man.<br />
</p>

<p>
The poet says that he <b>heard a thousand blended notes</b> while he was sitting reclined in a grove. The blended notes here are the songs of various birds and the sounds of natural elements that have combined together into a beautiful melody. The poet was in that <b>sweet mood when pleasant thoughts bring sad thoughts to the mind.</b>
</p>

<p>
Therefore, although the atmosphere was sweet and happy, his happy thoughts led him to contemplative thoughts that make him sad. Nature linked the <b>human soul</b> that ran through the poet to her fair works or the beautiful things she had created. It brought much grief to the poet’s heart to think <b>what man has made of man.</b>
</p>

<p>
He was really sad to think about the state that humanity has come to. Humanity, by disconnecting itself from the harmonies and beauties of nature, has brought itself to a state of disorder and chaos.
</p>
</div>
</div>

<div id="outline-container-org451fdd5" class="outline-4">
<h4 id="org451fdd5"><span class="section-number-4">1.3.3.</span> Stanza 3- 4</h4>
<div class="outline-text-4" id="text-1-3-3">
<p class="verse">
Through primrose tufts, in that green bower,<br />
The periwinkle trailed its wreaths;<br />
And ’tis my faith that every flower<br />
Enjoys the air it breathes.<br />
The birds around me hopped and played,<br />
Their thoughts I cannot measure:—<br />
But the least motion which they made<br />
It seemed a thrill of pleasure.<br />
</p>

<p>
The poet tells us that periwinkle flowers were scattered in circles through bunches of primroses in a pleasant shady place under the trees. He believes that <b>every flower enjoys the air it breathes.</b> Therefore, beautiful creations of Nature such as flowers find joy even in the very air they breathe. They are happy to be alive.
</p>

<p>
The birds around the poet hopped and played. He cannot fully understand their thoughts, but even their smallest movements seemed to contain <b>a thrill of pleasure</b>. The birds were enjoying playing about in their natural habitat. The poet provides us with beautiful images of nature in these stanzas.
</p>
</div>
</div>

<div id="outline-container-orgdc111ee" class="outline-4">
<h4 id="orgdc111ee"><span class="section-number-4">1.3.4.</span> Stanza 5- 6</h4>
<div class="outline-text-4" id="text-1-3-4">
<p class="verse">
The budding twigs spread out their fan,<br />
To catch the breezy air;<br />
And I must think, do all I can,<br />
That there was pleasure there.<br />
If this belief from heaven be sent,<br />
If such be Nature’s holy plan,<br />
Have I not reason to lament<br />
What man has made of man?<br />
</p>

<p>
The <b>budding twigs spread</b> themselves out like fans to catch the <b>breezy air</b>. The poet thinks that there <b>was pleasure there</b> too. Seeing such natural joy in everything around him, the poet believes that it might be heaven sent. Therefore, if this natural joy is <b>Nature’s holy plan</b>, the poet has <b>reason to lament what man has made of man</b>.
</p>

<p>
The poet is sad about the state of humanity because in distancing itself from nature, it has lost the natural joy that is part of Nature’s divine plan. Humanity has brought misery upon itself through its rejection of nature.
Conclusion
</p>

<p>
The poet shows us the joy and peace that can be found in the beauty of nature. He wishes that humans too, were a part of this natural splendour. But humanity has disconnected itself so much from the natural world that it cannot feel the joy and clarity that nature offers anymore. It is implied that the poet wishes for humans to re-establish and strengthen their bond with nature.
</p>
</div>
</div>
</div>

<div id="outline-container-org58db9b3" class="outline-3">
<h3 id="org58db9b3"><span class="section-number-3">1.4.</span> Project Tiger</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org77b8b69" class="outline-4">
<h4 id="org77b8b69"><span class="section-number-4">1.4.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-1-4-1">
<p>
The lesson “Project Tiger” is written by Satyajith Ray, who was an Indian filmmaker, fiction writer, publisher, illustrator, calligrapher, music composer and film critic as well. The lesson describes that how Satyajith wished to make a movie with a trained tiger. Shooting a movie with a tiger was not an easy task for him as he had to deal with a lot of problems in his film “Goopy Gyne Bagha Byne”. To shoot a scene showing the encounter of a tiger with the heroes ,Goopy and Bagha, Satyajith got a trained tiger with its trainer, Mr. Thorat from the Bharat Circus Company.
</p>
</div>
</div>
