notes/ten/english/chapter_1.tex

\chapter{Lines Written in the Early Spring}
\label{sec:orgfe407f8}

\section{Introduction}
\label{sec:orgde64233}

In the poem \textbf{Lines Written in the Early Spring}, William Wordsworth talks about the beauty of nature. He finds joy and pleasure in the scenery and creatures around him. However, such natural joy is nowhere to be found in man. The poet laments this gap that man has created between humanity and nature. This poem is written in \textbf{six stanzas} of four lines each. The rhyme scheme of each stanza is \textbf{abab}.

\section{Stanza 1- 2}
\label{sec:org7ae7bbd}

\begin{verse}
I heard a thousand blended notes,\\[0pt]
While in a grove I sate reclined,\\[0pt]
In that sweet mood when pleasant thoughts\\[0pt]
Bring sad thoughts to the mind.\\[0pt]
To her fair works did Nature link\\[0pt]
The human soul that through me ran;\\[0pt]
And much it grieved my heart to think\\[0pt]
What man has made of man.\\[0pt]
\end{verse}

The poet says that he \textbf{heard a thousand blended notes} while he was sitting reclined in a grove. The blended notes here are the songs of various birds and the sounds of natural elements that have combined together into a beautiful melody. The poet was in that \textbf{sweet mood when pleasant thoughts bring sad thoughts to the mind.}

Therefore, although the atmosphere was sweet and happy, his happy thoughts led him to contemplative thoughts that make him sad. Nature linked the \textbf{human soul} that ran through the poet to her fair works or the beautiful things she had created. It brought much grief to the poet’s heart to think \textbf{what man has made of man.}

He was really sad to think about the state that humanity has come to. Humanity, by disconnecting itself from the harmonies and beauties of nature, has brought itself to a state of disorder and chaos.

\section{Stanza 3- 4}
\label{sec:org451fdd5}

\begin{verse}
Through primrose tufts, in that green bower,\\[0pt]
The periwinkle trailed its wreaths;\\[0pt]
And ’tis my faith that every flower\\[0pt]
Enjoys the air it breathes.\\[0pt]
The birds around me hopped and played,\\[0pt]
Their thoughts I cannot measure:—\\[0pt]
But the least motion which they made\\[0pt]
It seemed a thrill of pleasure.\\[0pt]
\end{verse}

The poet tells us that periwinkle flowers were scattered in circles through bunches of primroses in a pleasant shady place under the trees. He believes that \textbf{every flower enjoys the air it breathes.} Therefore, beautiful creations of Nature such as flowers find joy even in the very air they breathe. They are happy to be alive.

The birds around the poet hopped and played. He cannot fully understand their thoughts, but even their smallest movements seemed to contain \textbf{a thrill of pleasure}. The birds were enjoying playing about in their natural habitat. The poet provides us with beautiful images of nature in these stanzas.

\section{Stanza 5- 6}
\label{sec:orgdc111ee}

\begin{verse}
The budding twigs spread out their fan,\\[0pt]
To catch the breezy air;\\[0pt]
And I must think, do all I can,\\[0pt]
That there was pleasure there.\\[0pt]
If this belief from heaven be sent,\\[0pt]
If such be Nature’s holy plan,\\[0pt]
Have I not reason to lament\\[0pt]
What man has made of man?\\[0pt]
\end{verse}

The \textbf{budding twigs spread} themselves out like fans to catch the \textbf{breezy air}. The poet thinks that there \textbf{was pleasure there} too. Seeing such natural joy in everything around him, the poet believes that it might be heaven sent. Therefore, if this natural joy is \textbf{Nature’s holy plan}, the poet has \textbf{reason to lament what man has made of man}.

The poet is sad about the state of humanity because in distancing itself from nature, it has lost the natural joy that is part of Nature’s divine plan. Humanity has brought misery upon itself through its rejection of nature.
Conclusion

The poet shows us the joy and peace that can be found in the beauty of nature. He wishes that humans too, were a part of this natural splendour. But humanity has disconnected itself so much from the natural world that it cannot feel the joy and clarity that nature offers anymore. It is implied that the poet wishes for humans to re-establish and strengthen their bond with nature.

\chapter{Project Tiger}
\label{sec:org58db9b3}

\section{Introduction}
\label{sec:orgd14fc08}

The lesson “Project Tiger” is written by Satyajith Ray, who was an Indian filmmaker, fiction writer, publisher, illustrator, calligrapher, music composer and film critic as well. The lesson describes that how Satyajith wished to make a movie with a trained tiger. Shooting a movie with a tiger was not an easy task for him as he had to deal with a lot of problems in his film “Goopy Gyne Bagha Byne”. To shoot a scene showing the encounter of a tiger with the heroes ,Goopy and Bagha, Satyajith got a trained tiger with its trainer, Mr. Thorat from the Bharat Circus Company.
