notes/ten/english/chapter_1.tex

\section{The unsuccessful shoot}
\label{sec:org6fc4c6f}

They decided to shoot the scene in a bamboo grove in a village called Notun Gram, and Mr. Thorat and his team reached there with two tigers. There they found a suitable bamboo grove to shoot the first meeting between Goopy , Bagha and the tiger. Thorat came to the location with the tiger. There were some 25 people after taking took permission to watch the shooting. When the cover of the cage was removed, people saw two well-fed and strong tigers. Thorat said that he brought two because if one failed, the other could be used for the shot.

They put a tiger-skin collar around the tiger’s neck and tied one end of a thin- but-strong wire to this collar and the other end to an iron rod fixed to the ground. Mr. Thorat opened the cage and called out to the tiger, who ferociously jumped out of the cage and charged at the audience.

The trainer Mr. Thorat could not bring it under his control, but it calmed down after a while. They took the required shots, but later found that the camera had failed to work, and the shots were too dark.

\section{The final shoot}
\label{sec:orgecc11f3}

They had to reshoot the scenes again in a village called Boral, near Calcutta. The lorry once again came with Thorat, the tiger, the steel wire, the special collar and the rod. The whole village came to see the shooting. The villagers were warned to keep themselves at least 70 feet away from the scene of shooting.

The shooting began and Thorat opened the door of the cage. The tiger came out with a loud roar, and charged straight at the villagers. The crowd, some 150 people, melted away as if by magic. After that the tiger calmed down like an obedient child and walked over to the spot that was chosen, paced about as it was required to do, and then went back to its trainer. Ray and his men took all the required shots. This time the camera also worked well, and all the shots were perfect.

\chapter{My Sister’s Shoes}
\label{sec:org03e334a}

\section{Introduction}
\label{sec:org201d1f7}

“My sister’s shoes” is an extract from the screen play of the film”Children of Heaven” directed by Majid Majidi. The story revolves around two little siblings -Ali and Zahra, who belonged to a poor family and couldn’t even tell their parents about the lost shoes because of their family’s financial issues.

All the four scenes in the story depicts the hardships, poverty and the maturity of the children in a difficult time. Ali, presented as the protagonist of the play is hardworking, affectionate and full supportive to his family. One day he took his sister, Zahra’s shoes at a Cobbler’s shop for repairing and then with the repaired shoes he moved towards the bakery. Ali enters a bakery and collects some baked nan, stacks them on a piece of cloth and ties the cloth into a bundle.

\section{The misfortune}
\label{sec:org0143193}

Ali then visits to buy some potatoes at Akbar’s shop where he was informed and warned that his family’s credit was over the limit. The shop owner,Akbar, informed Ali that they should pay some money otherwise they would not get any more vegetable on credit. Meanwhile a junk collector comes and takes Ali’s bag of shoes thinking that it as junk. Ali comes out and searches his bag. He goes to the pile of boxes in front of the shop and picks the bundle of Nan and then looks for the bag of shoes. The vegetable boxes tumbled and vegetables got scattered on the ground.All these made Akbar extremely furious and he asked Ali to get lost.

\section{Ali’s house}
\label{sec:org8143f17}

Ali’s mother was bed ridden due to a disk fracture and wanted to get recovery from her disk fracture. She asked Ali’s father about undergoing a surgery to which he rejected this idea as they had no money with them to afford any such process.

Ali and Zahra were aware of the poor financial condition of their parents, so they decided not to tell them about the lost shoes of Zahra as it could give them extra burden of buying a new pair of shoes. They were also afraid that if their parents will know about the loss of shoes, they will get punishment.

\section{The conversation}
\label{sec:org621c2f5}

While All and Zahra were doing their homeworks, they began their conversation through writing messages in their notebooks and exchanging between them. Zahra asked Ali what she would wear to school to which Ali suggested her to wear her slippers but later on seeing Zahra’s threatening words about informing about the shoes to the father, Ali replied that if she tells, their father will beat both of them. Finally he permitted Zahra to wear his sneakers when he is back from school.
