notes/ten/english/chapter_1.org
*** Introduction

“Blowin’ in the Wind” is a song written by *Bob Dylan* in 1962. It is a protest song that raises rhetorical questions about peace, war, and freedom. Bob Dylan believes that the answers are there, however, no one dares to find them.

It deals with the ill effects of the Civil Rights Movement during the Vietnam War. Dylan was the view that the government focuses on war and ignores the violation of African Americans

*** Stanza 1

#+BEGIN_VERSE
How many roads must a man walk down
Before you call him a man
How many seas must a white dove sail
Before she sleeps in the sand
Yes, 'n' how many times must the cannon balls fly
Before they're forever banned
The answer, my friend, is blowin' in the wind
The answer is blowin' in the wind
#+END_VERSE

In these lines, the poet throws light on the belief system prevailing those days. It was believed that a boy can become a man only after going to war. Showing his disagreement with this belief asks ‘how many roads’ i.e. how many times a person would be required to fight wars so that he may be called a man.

Another interpretation of this stanza can be as follows. The poet wonders how much life experiences a person has to suffer in order to be called a man. In other words, he wants to say that it is too much that society demands from a person.

In the next line, the poet raises another rhetoric question asking *‘how many seas must a white dove sail‘* i.e. how many times the war will be fought before achieving peace. Sleeping in the sand refers to the fact that there is no war.

In these lines, the poet uses the phrase *“sleeps in the sand”* as a reference to the passage in the Bible that describes the incident of Noah’s sending the doves out to find land after the flooding of the earth. He was searching for a place to land and rest.

In the third line. the poet asks how many times the weapons will be used before they might be totally banned. In other words, the poet says that we have fought enough wars and they should be ended now.

The poet says that the answer to all of the questions he raised in the verses above lies in the winds, i.e. the answer does exist that is waiting for someone to grab it. But the problem is that nobody troubles to quest for those answers.

*** Stanza 2

#+BEGIN_VERSE
How many years can a mountain exist
Before it’s washed to the sea?
Yes ‘n’ how many times can some people exist
Before they’re allowed to be free?
Yes ‘n’ how many times must a man turn his head
Pretending he just doesn’t see?
The answer, my friend, is blowing in the wind
The answer is blowing in the wind
#+END_VERSE

In the first couplet, the poet says that ‘how many years can a mountain exist’. Here mountain symbolises the pride and ego of those who desire war. According to the poet, the lust for the war of the strong (as mountains) will not last for long. It will sink into the sea someday.

In the second couplet, there is a direct reference to the discrimination against the African Americans who were treated as second-class citizens in spite of living in *‘free’* country. The poet wonders when these people will be able to live freely and might not just *‘exist’* on the earth.

In the third couplet, the poet wonders how many times the good men will ignore the unjust and discriminatory things that they see around them.

He is waiting for the day when the people will raise their voice against discrimination instead of pretending that there is no inequality. In the last couplet, he repeats that the answer lies before us and waits for someone to grab it.

*** Stanza 3

#+BEGIN_VERSE
Yes, 'n' how many times must a man look up
Before he can see the sky
Yes, 'n' how many ears must one man have
Before he can hear people cry
Yes, 'n' how many deaths will it take till he knows
That too many people have died
Yes, 'n' how many deaths will it take till he knows
That too many people have died
The answer, my friend, is blowin' in the wind
The answer is blowin' in the wind
#+END_VERSE

In the first couplet, *‘sky‘* represents ‘freedom’. According to him, the sky i.e. freedom is hidden before the wars. So he wonders how many times one will have to face the wars in order to gain freedom and liberty. Here the poet refers to the long quest of the people for freedom.

In the second couplet, he wonders how long the government will remain deaf to the sorrows of the commoners. When it will hear the peoples’ plea against war and in favour of peace.

In the third couplet, he wonders when the government will realise that too many people have died because of war and it should be stopped now. It is a plea of the poet for peace. In the ending couplet, he says that the answers lie before us and we should grab it.

* Grammar

** Narration
