notes/ten/english/chapter_1.html

<div id="outline-container-orgda2dc03" class="outline-3">
<h3 id="orgda2dc03"><span class="section-number-3">1.6.</span> Blowing in the Wind</h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-org2f404f8" class="outline-4">
<h4 id="org2f404f8"><span class="section-number-4">1.6.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-1-6-1">
<p>
“Blowin’ in the Wind” is a song written by <b>Bob Dylan</b> in 1962. It is a protest song that raises rhetorical questions about peace, war, and freedom. Bob Dylan believes that the answers are there, however, no one dares to find them.
</p>

<p>
It deals with the ill effects of the Civil Rights Movement during the Vietnam War. Dylan was the view that the government focuses on war and ignores the violation of African Americans
</p>
</div>
</div>

<div id="outline-container-orgc0b0d56" class="outline-4">
<h4 id="orgc0b0d56"><span class="section-number-4">1.6.2.</span> Stanza 1</h4>
<div class="outline-text-4" id="text-1-6-2">
<p class="verse">
How many roads must a man walk down<br />
Before you call him a man<br />
How many seas must a white dove sail<br />
Before she sleeps in the sand<br />
Yes, 'n' how many times must the cannon balls fly<br />
Before they're forever banned<br />
The answer, my friend, is blowin' in the wind<br />
The answer is blowin' in the wind<br />
</p>

<p>
In these lines, the poet throws light on the belief system prevailing those days. It was believed that a boy can become a man only after going to war. Showing his disagreement with this belief asks ‘how many roads’ i.e. how many times a person would be required to fight wars so that he may be called a man.
</p>

<p>
Another interpretation of this stanza can be as follows. The poet wonders how much life experiences a person has to suffer in order to be called a man. In other words, he wants to say that it is too much that society demands from a person.
</p>

<p>
In the next line, the poet raises another rhetoric question asking <b>‘how many seas must a white dove sail‘</b> i.e. how many times the war will be fought before achieving peace. Sleeping in the sand refers to the fact that there is no war.
</p>

<p>
In these lines, the poet uses the phrase <b>“sleeps in the sand”</b> as a reference to the passage in the Bible that describes the incident of Noah’s sending the doves out to find land after the flooding of the earth. He was searching for a place to land and rest.
</p>

<p>
In the third line. the poet asks how many times the weapons will be used before they might be totally banned. In other words, the poet says that we have fought enough wars and they should be ended now.
</p>

<p>
The poet says that the answer to all of the questions he raised in the verses above lies in the winds, i.e. the answer does exist that is waiting for someone to grab it. But the problem is that nobody troubles to quest for those answers.
</p>
</div>
</div>

<div id="outline-container-org9e48eed" class="outline-4">
<h4 id="org9e48eed"><span class="section-number-4">1.6.3.</span> Stanza 2</h4>
<div class="outline-text-4" id="text-1-6-3">
<p class="verse">
How many years can a mountain exist<br />
Before it’s washed to the sea?<br />
Yes ‘n’ how many times can some people exist<br />
Before they’re allowed to be free?<br />
Yes ‘n’ how many times must a man turn his head<br />
Pretending he just doesn’t see?<br />
The answer, my friend, is blowing in the wind<br />
The answer is blowing in the wind<br />
</p>

<p>
In the first couplet, the poet says that ‘how many years can a mountain exist’. Here mountain symbolises the pride and ego of those who desire war. According to the poet, the lust for the war of the strong (as mountains) will not last for long. It will sink into the sea someday.
</p>

<p>
In the second couplet, there is a direct reference to the discrimination against the African Americans who were treated as second-class citizens in spite of living in <b>‘free’</b> country. The poet wonders when these people will be able to live freely and might not just <b>‘exist’</b> on the earth.
</p>

<p>
In the third couplet, the poet wonders how many times the good men will ignore the unjust and discriminatory things that they see around them.
</p>

<p>
He is waiting for the day when the people will raise their voice against discrimination instead of pretending that there is no inequality. In the last couplet, he repeats that the answer lies before us and waits for someone to grab it.
</p>
</div>
</div>

<div id="outline-container-org3b57396" class="outline-4">
<h4 id="org3b57396"><span class="section-number-4">1.6.4.</span> Stanza 3</h4>
<div class="outline-text-4" id="text-1-6-4">
<p class="verse">
Yes, 'n' how many times must a man look up<br />
Before he can see the sky<br />
Yes, 'n' how many ears must one man have<br />
Before he can hear people cry<br />
Yes, 'n' how many deaths will it take till he knows<br />
That too many people have died<br />
Yes, 'n' how many deaths will it take till he knows<br />
That too many people have died<br />
The answer, my friend, is blowin' in the wind<br />
The answer is blowin' in the wind<br />
</p>

<p>
In the first couplet, <b>‘sky‘</b> represents ‘freedom’. According to him, the sky i.e. freedom is hidden before the wars. So he wonders how many times one will have to face the wars in order to gain freedom and liberty. Here the poet refers to the long quest of the people for freedom.
</p>

<p>
In the second couplet, he wonders how long the government will remain deaf to the sorrows of the commoners. When it will hear the peoples’ plea against war and in favour of peace.
</p>

<p>
In the third couplet, he wonders when the government will realise that too many people have died because of war and it should be stopped now. It is a plea of the poet for peace. In the ending couplet, he says that the answers lie before us and we should grab it.
</p>
</div>
</div>
</div>
</div>
