notes/ten/english/chapter_1.tex

\chapter{Blowing in the Wind}
\label{sec:orgda2dc03}

\section{Introduction}
\label{sec:orgac46c74}

“Blowin’ in the Wind” is a song written by \textbf{Bob Dylan} in 1962. It is a protest song that raises rhetorical questions about peace, war, and freedom. Bob Dylan believes that the answers are there, however, no one dares to find them.

It deals with the ill effects of the Civil Rights Movement during the Vietnam War. Dylan was the view that the government focuses on war and ignores the violation of African Americans

\section{Stanza 1}
\label{sec:orgc0b0d56}

\begin{verse}
How many roads must a man walk down\\[0pt]
Before you call him a man\\[0pt]
How many seas must a white dove sail\\[0pt]
Before she sleeps in the sand\\[0pt]
Yes, 'n' how many times must the cannon balls fly\\[0pt]
Before they're forever banned\\[0pt]
The answer, my friend, is blowin' in the wind\\[0pt]
The answer is blowin' in the wind\\[0pt]
\end{verse}

In these lines, the poet throws light on the belief system prevailing those days. It was believed that a boy can become a man only after going to war. Showing his disagreement with this belief asks ‘how many roads’ i.e. how many times a person would be required to fight wars so that he may be called a man.

Another interpretation of this stanza can be as follows. The poet wonders how much life experiences a person has to suffer in order to be called a man. In other words, he wants to say that it is too much that society demands from a person.

In the next line, the poet raises another rhetoric question asking \textbf{‘how many seas must a white dove sail‘} i.e. how many times the war will be fought before achieving peace. Sleeping in the sand refers to the fact that there is no war.

In these lines, the poet uses the phrase \textbf{“sleeps in the sand”} as a reference to the passage in the Bible that describes the incident of Noah’s sending the doves out to find land after the flooding of the earth. He was searching for a place to land and rest.

In the third line. the poet asks how many times the weapons will be used before they might be totally banned. In other words, the poet says that we have fought enough wars and they should be ended now.

The poet says that the answer to all of the questions he raised in the verses above lies in the winds, i.e. the answer does exist that is waiting for someone to grab it. But the problem is that nobody troubles to quest for those answers.

\section{Stanza 2}
\label{sec:org9e48eed}

\begin{verse}
How many years can a mountain exist\\[0pt]
Before it’s washed to the sea?\\[0pt]
Yes ‘n’ how many times can some people exist\\[0pt]
Before they’re allowed to be free?\\[0pt]
Yes ‘n’ how many times must a man turn his head\\[0pt]
Pretending he just doesn’t see?\\[0pt]
The answer, my friend, is blowing in the wind\\[0pt]
The answer is blowing in the wind\\[0pt]
\end{verse}

In the first couplet, the poet says that ‘how many years can a mountain exist’. Here mountain symbolises the pride and ego of those who desire war. According to the poet, the lust for the war of the strong (as mountains) will not last for long. It will sink into the sea someday.

In the second couplet, there is a direct reference to the discrimination against the African Americans who were treated as second-class citizens in spite of living in \textbf{‘free’} country. The poet wonders when these people will be able to live freely and might not just \textbf{‘exist’} on the earth.

In the third couplet, the poet wonders how many times the good men will ignore the unjust and discriminatory things that they see around them.

He is waiting for the day when the people will raise their voice against discrimination instead of pretending that there is no inequality. In the last couplet, he repeats that the answer lies before us and waits for someone to grab it.

\section{Stanza 3}
\label{sec:org3b57396}

\begin{verse}
Yes, 'n' how many times must a man look up\\[0pt]
Before he can see the sky\\[0pt]
Yes, 'n' how many ears must one man have\\[0pt]
Before he can hear people cry\\[0pt]
Yes, 'n' how many deaths will it take till he knows\\[0pt]
That too many people have died\\[0pt]
Yes, 'n' how many deaths will it take till he knows\\[0pt]
That too many people have died\\[0pt]
The answer, my friend, is blowin' in the wind\\[0pt]
The answer is blowin' in the wind\\[0pt]
\end{verse}

In the first couplet, \textbf{‘sky‘} represents ‘freedom’. According to him, the sky i.e. freedom is hidden before the wars. So he wonders how many times one will have to face the wars in order to gain freedom and liberty. Here the poet refers to the long quest of the people for freedom.

In the second couplet, he wonders how long the government will remain deaf to the sorrows of the commoners. When it will hear the peoples’ plea against war and in favour of peace.

In the third couplet, he wonders when the government will realise that too many people have died because of war and it should be stopped now. It is a plea of the poet for peace. In the ending couplet, he says that the answers lie before us and we should grab it.

\part{Grammar}
\label{sec:org4bc0efb}
