notes/ten/english/chapter_1.org
*** Introduction to Narration

In Today’s world, learning English language is a must. English has become an absolutely necessary mean for communication in professional, educational, cultural and other fields. And to master the language, you have to properly learn the grammars, which is the core of any language. 

Narration is one of the most important topics in English grammar. Narration will surely help you to write and speak in English perfectly. Narration has its own set of rules, definitions, structures, etc. Knowing them will help you to understand Narration clearly. So, follow and learn the rules, definitions and structures of Narration by heart and you can surely ace it. 

Our first step of learning Narration is to know the basics of it. We are going to begin our lesson with the discussion of easy topics about Narration such as –

   - What is Narration? 
   - Types of Narration
   - Examples of Narration

*** Definition of Narration

Narration is the act of narrating the words of the speaker. It’s a form of expression through which the speaker voices their opinions, thoughts etc. So, whenever someone is speaking or telling something, that act of speaking is called narration. We use narration in day to day conversations, in story-telling, in educational writings etc. 

*** Direct and Indirect Narration

Let’s understand with an example –

Sunny said, “I play cricket.”

Here Sonny is the speaker and he is telling or saying something. 

Another example – 

Sunny said that he played cricket.

Both are examples of narration and they are narrating the same speech. But we see some changes in the way of narrating Sunny’s words. The first narration is told in Direct speech and the second one in Indirect speech. 

Narration can be done through two ways – 

    Direct speech
    Indirect speech 

*** What is Direct Speech?

Direct speech is the narration of speech in its true form, in the exact way the speaker has spoken it. In Direct speech, the spoken sentence is put within inverted commas or quotation marks (“…”). 

Examples of Direct speech 

    Rabi told his mother, “Buy me a football.”                                
    Rupa said to her friend, “I bought a doll.” 

*** What is Indirect Speech?

Indirect speech tells us what the speaker has spoken without quoting the actual words of the speaker. In Indirect speech we don’t have to use comma (,) or inverted comma (“…”).  

Examples of Indirect speech 

    Rabi told his mother to buy him a football.
    Rupa said to her friend that she had bought a doll.

*** Examples of Direct and Indirect Speech

Table:\\
#+BEGIN_EXPORT LaTeX

\begin{tabular}{|l|l|}
\hline  % Add this line at the start
 \textbf{Direct Speech}                     & \textbf{Indirect Speech}                   \\ \hline
The old tree said, “Please, give me water.” & The old tree requested to give him water.  \\ \hline
The fairy said, “I can do magic.”           & The fairy said that she could do magic.    \\ \hline
Puja says, “I like reading books.’’         & Puja says that she likes reading books.    \\ \hline
Swami said, “I live at Malgudi.’’           & Swami said that he lived at Malgudi.       \\ \hline
The hunter said, “I hunted a bear.’’        & The hunter said that he had hunted a bear. \\ \hline
\end{tabular}

#+END_EXPORT

#+BEGIN_ORG

| Direct Speech                               | Indirect Speech                            |
|---------------------------------------------+--------------------------------------------|
| The old tree said, “Please, give me water.” | The old tree requested to give him water.  |
| The fairy said, “I can do magic.”           | The fairy said that she could do magic.    |
| Puja says, “I like reading books.’’         | Puja says that she likes reading books.    |
| Swami said, “I live at Malgudi.’’           | Swami said that he lived at Malgudi.       |
| The hunter said, “I hunted a bear.’’        | The hunter said that he had hunted a bear. |

#+END_ORG
