notes/ten/english/chapter_1.html

<div id="outline-container-org4bc0efb" class="outline-2">
<h2 id="org4bc0efb"><span class="section-number-2">2.</span> Grammar</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org10fea99" class="outline-3">
<h3 id="org10fea99"><span class="section-number-3">2.1.</span> Narration</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgbbac99a" class="outline-4">
<h4 id="orgbbac99a"><span class="section-number-4">2.1.1.</span> Introduction to Narration</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
In Today’s world, learning English language is a must. English has become an absolutely necessary mean for communication in professional, educational, cultural and other fields. And to master the language, you have to properly learn the grammars, which is the core of any language. 
</p>

<p>
Narration is one of the most important topics in English grammar. Narration will surely help you to write and speak in English perfectly. Narration has its own set of rules, definitions, structures, etc. Knowing them will help you to understand Narration clearly. So, follow and learn the rules, definitions and structures of Narration by heart and you can surely ace it. 
</p>

<p>
Our first step of learning Narration is to know the basics of it. We are going to begin our lesson with the discussion of easy topics about Narration such as –
</p>

<ul class="org-ul">
<li>What is Narration?</li>
<li>Types of Narration</li>
<li>Examples of Narration</li>
</ul>
</div>
</div>

<div id="outline-container-orge334a5a" class="outline-4">
<h4 id="orge334a5a"><span class="section-number-4">2.1.2.</span> Definition of Narration</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
Narration is the act of narrating the words of the speaker. It’s a form of expression through which the speaker voices their opinions, thoughts etc. So, whenever someone is speaking or telling something, that act of speaking is called narration. We use narration in day to day conversations, in story-telling, in educational writings etc. 
</p>
</div>
</div>

<div id="outline-container-org1f4511a" class="outline-4">
<h4 id="org1f4511a"><span class="section-number-4">2.1.3.</span> Direct and Indirect Narration</h4>
<div class="outline-text-4" id="text-2-1-3">
<p>
Let’s understand with an example –
</p>

<p>
Sunny said, “I play cricket.”
</p>

<p>
Here Sonny is the speaker and he is telling or saying something. 
</p>

<p>
Another example – 
</p>

<p>
Sunny said that he played cricket.
</p>

<p>
Both are examples of narration and they are narrating the same speech. But we see some changes in the way of narrating Sunny’s words. The first narration is told in Direct speech and the second one in Indirect speech. 
</p>

<p>
Narration can be done through two ways – 
</p>

<p>
Direct speech
Indirect speech 
</p>
</div>
</div>

<div id="outline-container-org1c7d4d3" class="outline-4">
<h4 id="org1c7d4d3"><span class="section-number-4">2.1.4.</span> What is Direct Speech?</h4>
<div class="outline-text-4" id="text-2-1-4">
<p>
Direct speech is the narration of speech in its true form, in the exact way the speaker has spoken it. In Direct speech, the spoken sentence is put within inverted commas or quotation marks (“…”). 
</p>

<p>
Examples of Direct speech 
</p>

<p>
Rabi told his mother, “Buy me a football.”                                
Rupa said to her friend, “I bought a doll.” 
</p>
</div>
</div>

<div id="outline-container-org77543e0" class="outline-4">
<h4 id="org77543e0"><span class="section-number-4">2.1.5.</span> What is Indirect Speech?</h4>
<div class="outline-text-4" id="text-2-1-5">
<p>
Indirect speech tells us what the speaker has spoken without quoting the actual words of the speaker. In Indirect speech we don’t have to use comma (,) or inverted comma (“…”).  
</p>

<p>
Examples of Indirect speech 
</p>

<p>
Rabi told his mother to buy him a football.
Rupa said to her friend that she had bought a doll.
</p>
</div>
</div>

<div id="outline-container-org78e4dfc" class="outline-4">
<h4 id="org78e4dfc"><span class="section-number-4">2.1.6.</span> Examples of Direct and Indirect Speech</h4>
<div class="outline-text-4" id="text-2-1-6">
<p>
Table:<br />
</p>
<div class="ORG" id="org90f508b">
<p>

</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Direct Speech</th>
<th scope="col" class="org-left">Indirect Speech</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">The old tree said, “Please, give me water.”</td>
<td class="org-left">The old tree requested to give him water.</td>
</tr>

<tr>
<td class="org-left">The fairy said, “I can do magic.”</td>
<td class="org-left">The fairy said that she could do magic.</td>
</tr>

<tr>
<td class="org-left">Puja says, “I like reading books.’’</td>
<td class="org-left">Puja says that she likes reading books.</td>
</tr>

<tr>
<td class="org-left">Swami said, “I live at Malgudi.’’</td>
<td class="org-left">Swami said that he lived at Malgudi.</td>
</tr>

<tr>
<td class="org-left">The hunter said, “I hunted a bear.’’</td>
<td class="org-left">The hunter said that he had hunted a bear.</td>
</tr>
</tbody>
</table>

</div>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-08-26 Mon 00:00</p>
<p class="date">Created: 2024-08-27 Tue 12:18</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
